Repository: vashimbogom/Moviez
Catalog: Moviez/Modules/Movies/Localization/LocalizableMovies.xcstrings
Source language: en
Languages: es_419

source: Average Vote
es_419: Votos promedio

source: Languages
es_419: Lenguajes

source: Now playing
es_419: En cartelera

source: Ooops!! Something happened...
es_419: Ooops!!! Algo pasó!

source: Original Language
es_419: Lenguaje Original

source: Please try again
es_419: Intenta de nuevo

source: Popularity
es_419: Popularidad

source: Release Date
es_419: Fecha de publicación

source: Search
es_419: Buscar

source: Status
es_419: Estatus

source: Title
es_419: Título

source: Trending movies...
es_419: Las + populares
